{
  "executives" : [
    {
      "name"     : "Lindsay Bangs",
      "email"    : "president@ccss.carleton.ca",
      "standing" : "3rd year, Mobile Computing",
      "portfolio": "President",
      "role"     : "I represent the Board of Directors for the CCSS, who in turn represent you!",
      "website"  : "http://www.linkedin.com/pub/lindsay-bangs/82/25/129",
      "about"    : "First and foremost, I love pictures of cats. I enjoy meeting new people and giving course advice, whether it's wanted or not.  You can probably find me in one of the labs in Herzberg, staring down my computer or scribbling all over whatever bits of paper are handy.  If not, I've probably gone for coffee."
    },
    {
      "name"     : "Sam Whiteley",
      "email"    : "sam.whiteley@ccss.carleton.ca",
      "standing" : "3rd year, Security",
      "portfolio": "Secretary",
      "role"     : "I make sure the communication grease is flowing as fast and as efficiently as possible (read: email harassment) Contact me if you need info about something and don't know exactly who to deal with!"
    },
    {
      "name"     : "Connor Hillen",
      "email"    : "connor.hillen@ccss.carleton.ca",
      "avatar"   : "connor-profile.jpg",
      "standing" : "3rd year, Robotics",
      "portfolio": "Academic Events, Technical",
      "role"     : "To plan and coordinate events of academic nature including tech talks and workshops. To manage CCSS hardware and software components such as website and game servers.",
      "website"  : "http://www.linkedin.com/pub/connor-hillen/82/585/6b8",
      "about"    : " I've been a CCSS executive for three years running now. First, I was first-year representative, then the event coordinator, and now I manage academic events and technical, but I like to have my hand in everything. My focus is to get the CCSS involved and informed, focus on documenting CCSS interactions for years to come, and to start initiatives that withstand after I leave. Feel free to contact me for just about anything CCSS or computer science related!"
    },
    {
      "name"     : "Laura Alkhoury",
      "email"    : "laura.alkhoury@ccss.carleton.ca",
      "standing" : "3rd year, Mobile Computing",
      "portfolio": "Social Media",
      "role"     : "I use social media such as Facebook and Twitter to promote the CCSS and our social and academic events. I use those platforms to interact with fellow CS students to gain insight into what they care about, as well as feedback on what we're working on.",
      "website"  : "http://www.linkedin.com/pub/laura-alkhoury/5b/498/8a7",
      "about"    : "When I'm not in Herzberg working on homework or hanging out in the CCSS lounge, you'll find me working from home as a Software Engineer for an engineering consulting firm. In my free time I cook, bake, and save Tamriel from those who seek to destroy her. Come say hi if you see me around!"
    },
    {
      "name"     : "Terrence Anderson",
      "email"    : "terrence.anderson@ccss.carleton.ca",
      "standing" : "3rd year",
      "portfolio": "Treasurer",
      "role"     : "The treasurer manages the financial aspects of the society. The treasurer deals with budgeting, auditing, and ensuring the society's funds are put to maximum potential."
    },
    {
      "name"     : "Vinisha D'Souza",
      "email"    : "vinisha.dsouza@ccss.carleton.ca",
      "avatar"   : "vinisha-profile.jpg",
      "standing" : "2nd year, Software Engineering",
      "portfolio": "Social Events",
      "role"     : "My role is to plan and organize social events for computer science students.",
      "website"  : "ca.linkedin.com/in/vinishadsouza/",
      "about"    : "Hey there! My name is Vinisha D'Souza and this is my first time being part of the CCSS executive committee.I am currently an undergraduate student, and I aspire to become a successful software engineer one day.My goals for this year are to get more people involved, and to organize fun events that will benefit the social lives of students.Any Questions? Feel free to contact me!"
    }
  ]
}
